Repository: Amereyeu/NewCaw-po
Catalog: *.po
Languages: de, fr

source: Your window to the social world
de: Ein Fenster zum Sozialen Netz
fr: Votre fenêtre sur le monde des réseaux sociaux

source: Cawbird is a client for the short-text social networks like Mastodon.
de: Cawbird ist ein Client für das Soziale Netzwerk Mastodon.

source: Screenshot caption
de: Screenshot Beschreibung
fr: Légende de la capture d'écran

source: This is a development build for the upcoming 2.0 release of Cawbird!
de: Dies ist eine Entwicklungsbuild für Version 2.0 von Cawbird!
fr: Ceci est une version de développement pour la sortie prochaine de Cawbird 2.0 !

source: Display user avatars round.
de: Stelle Avatare gerundet dar.
fr: Afficher les photos de profils dans un rond.

source: If to show tags after the text.
de: Zeige Hashtags nach dem Text an.

source: If a double click is required to activate posts.
de: Bedinge einen Doppelklick zum Aktivieren von Posts.

source: The Size for the MediaDialog.
de: Die Größe für den Medienbildschirm.
fr: La taille pour le dialogue média.

source: Translators: Add your name here!
de: Frederick Schenk
fr: A. Pinsard

source: Based on Corebird, created by
de: Basiert auf Corebird, erstellt von
fr: Basé sur Corebird, créé par

source: Cancel
de: Abbrechen
fr: Annuler

source: Back
de: Zurück
fr: Retour

source: No code set!
de: Kein Code gegeben!
fr: Pas de code défini !

source: Authentication failed.
de: Autorisierung fehlgeschlagen.
fr: Authentification échouée.

source: No domain set!
de: Keine Domain gegeben!
fr: Pas de domaine défini !

source: Could not authenticate at server.
de: Konnte sich nicht mit Server verbinden.
fr: L'authentification auprès du serveur a échouée.

source: Why are you even here? There is no Mastodon backend!
de: Wat machste hier ohne Mastodon Backend! Das ist eine Sackgass!
fr: Que faites-vous là ? Il n'y a pas de backend pour Mastodon !

source: Posts
de: Beiträge
fr: Publications

source: Open on %s
de: Auf %s öffnen
fr: Ouvrir sur %s

source: Copy Link to Clipboard
de: Kopiere Link
fr: Copier le lien dans le presse-papiers

source: Pinned by %s
de: Von %s angeheftet

source: %s using %s
de: %s über %s
fr: %s en utilisant %s

source: Verified on %s
de: Am %s verifiziert

source: <b>%i</b> Following
de: <b>%i</b> Folgt
fr: <b>%i</b> Abonné

source: <b>%i</b> Followers
de: <b>%i</b> Folgen
fr: <b>%i</b> Abonnés

source: Joined %s
de: %s beigetreten
fr: A rejoint le %s

source: URL to media copied!
de: URL kopiert!
fr: URL du média copiée !

source: Remove this Account?
de: Diesen Account entfernen?

source: This will remove the access for this account from your client.
de: Der Zugang zu diesem Account wird vom Client entfernt.

source: Remove Account
de: Account entfernen

source: %i minute ago
de: Vor einer Minute
fr: Il y a %i minute

source: %i hour ago
de: Vor einer Stunde
fr: Il y a %i heure

source: UNKNOWN
de: UNBEKANNT

source: Add Account
de: Account Hinzufügen
fr: Ajouter un compte

source: Authenticate Cawbird
de: Autorisiere Cawbird
fr: Autoriser Cawbird

source: Continue the authentication in your browser.
de: Setze die Autorisierung im Browser fort.
fr: Continuez l'autorisation dans votre navigateur web.

source: Continue
de: Fortfahren
fr: Continuer

source: Retry Authentication
de: Versuche Anmeldung erneut
fr: Retenter l'authentification

source: Enter the Passcode
de: Gebe den Code ein
fr: Entrez le code de connexion

source: Authentication Code
de: Autorisierungscode
fr: Code de connexion

source: Authentication Complete!
de: Autorisierung abgeschlossen!
fr: Authentification terminée !

source: Finishing Authentication...
de: Schließe Autorisierung ab...
fr: Finalisation de l'authentification...

source: Set your Server
de: Gebe den Server an
fr: Définissez votre serveur

source: Set the server to your Mastodon instance
de: Gebe den Mastodon Server hier an
fr: Définissez votre instance Mastodon comme serveur

source: Add an Account
de: Account Hinzufügen
fr: Ajouter un compte

source: Add Mastodon Account
de: Mastodon Account
fr: Ajouter un compte Mastodon

source: Replies
de: Antworten
fr: Réponses

source: Media
de: Medien
fr: Média

source: Click to view content
de: Inhalt anzeigen

source: Save Media
de: Speichern
fr: Enregistrer le média

source: Copy Media URL
de: Kopiere Link
fr: Copier l'url du média

source: Open in Browser
de: Im Browser öffnen
fr: Ouvrir dans votre navigateur

source: Animated GIF
de: Animierte GIF
fr: GIF animé

source: Preferences
de: Einstellungen

source: About
de: Über

source: Appearance
de: Darstellung

source: Round Avatars
de: Runde Avatare

source: Display Trailing Tags
de: Zeige Hashtags nach dem Text an

source: Activate on Double-Click
de: Mit Doppelklick aktivieren

source: Account Settings
de: Account-Einstellungen

source: Auto-start
de: Automatisch starten

source: Verified User
de: Verifizierter Account
fr: Utilisateur verifié

source: Bot Account
de: Bot
fr: Bot

source: Protected User
de: Geschützer Account
fr: Compte privé

source: Open in new Window
de: In neuem Fenster öffnen

source: Display Account
de: Account Anzeigen

source: Cawbird is a client for the short-text social networks Twitter and Mastodon.
fr: Cawbird est un client pour les réseaux sociaux de microblogage Twitter et Mastodon.

source: Twitter Client
fr: Client Twitter

source: A custom client key to authenticate Cawbird with Twitter.
fr: Une clé client personnalisée pour autoriser Cawbird auprès de Twitter.

source: Could not find server.
fr: Serveur non trouvé.

source: Website
fr: Site internet

source: Location
fr: Position

source: Server Domain
fr: Domaine du serveur

source: Add Twitter Account
fr: Ajouter un compte Twitter

source: Video
fr: Vidéo
